const pornKeywords = [
    "porn", "xxx", "xvideo", "nude", "sex", "pornhub", "redtube", "brazzers", 
    "nudity", "erotic", "nsfw", "hentai", "jav", "milf", "bbw", "incest", "fetish", 
    "pornstar", "masturbation", "cum", "hardcore", "bdsm", "doujin", "rule34", 
    "18+", "fakku", "e-hentai", "nhentai", "โป๊", "เย็ด", "เอ็ก", "ควย", "หี", 
    "เสียว", "ลามก", "หนังโป๊", "คลิปหลุด", "ช่วยตัวเอง", "ขายตัว", "เปลือย", 
    "แก้ผ้า", "จิ๋ม", "สวิงกิ้ง", "น้ำแตก", "หนังx", "นมใหญ่", "หำ", "รูหี", 
    "ชักว่าว", "เย็ดสด", "ดูดควย", "ลงแขก", "ตั้งกล้อง", "โดนจ้อน", "จ้อน", 
    "ควยถอก", "หัวควย", "ไข่สั่น", "หีแฉะ", "เย็ดหี", "เย็ดตูด", "แทงหี", 
    "ดูหี", "นมโต", "เงี่ยน", "เย็ดแรง", "ขย่มควย", "แหกหี", "ควยใหญ่", 
    "ควยแข็ง", "เย็ดมันส์", "เอาสด", "ปี้", "ล่อหี", "เสร็จคาปาก", "นั่งเทียน", 
    "ไซด์ไลน์", "แตกใน", "แตกปาก", "หีฟิต", "หีใหญ่", "หีดำ", "เกี่ยวเบ็ด", 
    "อมสด", "ควยปลอม", "doujinshi", "dojin", "dojinshi", "ecchi", "oppai", 
    "lolicon", "shotacon", "ahegao", "h-manga", "eromanga", "exhentai"
];

export { pornKeywords}